from fuzzywuzzy import fuzz

TOKEN_API = "7119864801:AAEzP38VdBXolR_8B8wJ1Ys_ooiKPsPCyjo"
HELP_COMMAND = """
/help - ты тут
/tasks - выведет список заданий
/assign - назначит задание, которое идет после команды. `/назначь 1` - назначит смену мусора члену группы.
/done - маркирует задачу, которе идет после команды, завершенной. Важно! Задание считается завершенным тем, кто эту задачу завершил.
"""
BOT_DESC = """
Добро пожаловать в СледоБот - вашего верного проводника в мире приключений и загадок! 🕵️‍♂️🔍 Хотите ощутить адреналин и погрузиться в захватывающие истории? Мы предлагаем уникальные детективные квесты и захватывающие приключения. Готовы к захватывающему приключению? Тогда начнем! 🚀 
"""