HELP_COMMAND = "👋 Сәлам\. Мин монда ярдәм итәм\. Әгәр дә синдә квест буенча сораулар булса, [Әмиргэ](https://t.me/amiros12345) яза аласың"
BOT_DESC = """
👋 Сәләм! Мин "Батыр Сәяхәтче" боты ️, синең маҗаралар дөньясында элемтәң!

Мин сиңа кыю Батыр турында кызык хәлләр чишәргә тәкъдим итәм🧩 һәр шундый хикәядә син сорауларга❓ җавап бирергә һәм сайлаулар ясарга 🤔 тиешсең. Кызыклы маҗараларга әзерме? Аннары башлыйбыз! 🚀
"""
responses = {
    "quests": "Синең тәмамланмаган эшләрең бар 🥷 сиңа таныш булмаган дөньяга чумып, аның язмышын билгеләп алмаштыра аласың 👑️",
    "no_quests": "Сез барлык мөмкин булган квестларны тәмамладыгыз 😎 \n\nБез сезгә тәкъдим итәбез 👑Түләүле квестлар👑 еще, әгәр сез аларны әле үтмәгән булсагыз😏",
    "congratulation": "Котлыйбыз🥳, сез квест үттегез\!",
    "db_problem": "Бездә проблемалар бар кебек 😳, без сезнең бөтен мәгълүматны югалттык 🥹\. Квестны яңадан башларга туры киләчәк",
    "so_whats_next": "Алга таба нәрсә?\n\nез сезнең проектка вакыт бүлеп куюыгызга бик шат🤗\! Әгәр дә сез үзегезгә ошаган һәм яхшыртырга мөмкин булган тәҗрибәгез һәм тәкъдимнәрегез белән уртаклашсагыз, алар бик рәхмәтле булырлар\. Сез фидбэкны 👍Фидбәк👎 командасы буенча калдыра аласыз\n\nА тагын бездә өстәмә, түләүле 😄 квестлар бар\. Ул үзенең төзелеше буенча алдагысына охшаш, әмма башка хикәя сөйли\.\n\nБез сезне көтәбез һәм маҗаралар сезне көтә\!",
    "user_results": ["Сезнең хәзерге исемегез: __Яшел җимеш 🍐__", "Сезнең хәзерге дәрәҗәгез: __Җитди яшелчә 🔥⚔️🔥__ \n\nCез квестны уңышлы тәмамлау өчен күтәрелдегез"],
    "end_feedback": "Фидбек өчен рәхмәт 🙏",
    "wait": "Пешерү барганда, тиздән Ашарга биреләчәк: \n👽 k\.lb tot yt pyf\.n? xnj vs bv \n👂 Кто? бу кем? \n👣 Тыщ\-тыщ\-тыщ 👹\nAAAAAAAaaa\!\!\! 🔥 Ганс тащи ут колар ☠ ️ алып кил\!"
}