quests = {
    "Йөрәкле Батыр": {
        "description": "Борынгы заманнарда, татар егетләре атларга атланып чабып йөргәндә, кызлар беләзекләр белән бизәнгәндә, Кырлай авылында _*Батыр*_ исемле зур йөрәкле малай яшәгән\. Бер кичне, бозау көтүеннән кайтып барганда, Батыр күктә сәер балкыш күрә\.",
        "offer_image": "",
        "offer": "Эфэрин, син бу уенны тамамладын",
        "free": True,
        "puzzles": {
            "1": {
             "image": "https://storage.yandexcloud.net/nuhaai.com/assets/img/img3.png",
             "description": "Өйдә, йоклар алдыннан, батырның әнисе аңа авылда яшәүче бер карт турында сөйләргә карар итә\.\n\- Улым, син күрше авылдагы Галимулла бабайны беләсеңме?\n\- Юк, әнием\.\n\- Ул элек куркусыз һәм бик танылган батыр иде, ләкин хәзер картлык көнендә ул үзенең яшьлеген искә төшерергә теләми, шуңа күрә балаларга аның турында беркем дә сөйләми\. Әмма ул бик акыллы һәм игелекле\. Иртәгә аңа ярдәм кирәк дип ишеттем\. Аның янына барып кил әле, Батыр\.",
             "audio": "",
             "options": {"Карт янына барырга": "2", "Авылда калырга": "4"},
             "wait": "Булат сайлау ясыда",
             "answer": "карт янына барырга", # make severall options
             "answer_photo": "charger",
             "exception": "Кая\!, эш башта"},
            "2": {
             "image": "https://storage.yandexcloud.net/nuhaai.com/assets/img/img2.png",
             "description": "Икенче көнне иртән 🌅 Батыр тиз генә ат җигеп, шул ук авылга китә 🏇\n\nМенә Батыр йорт капкасына килеп җитә, аның янына карт Галимулла чыга һәм шатланып каршы ала:\n\- Кара әле\! Кем бу яшь егет?\n\- Минем исемем Батыр, Кырлай авылыннан Абдулланың улы\.\nШулай егет барысын да үзе турында да, аның килүенең максаты турында да сөйләде\.\nГалимулла бабай аны өстәл янына чакыра\. Шуннан соң батыр гаҗәпләнә: 'Ни өчен соң ул мине шулкадәр җылы итеп каршы ала, чыннан да үз оныгын кебек?' Өйгә кергәндә, ул йорт артындагы кызлар 👩‍👧‍👧 кычкыруын ишетә:\n Без, без, без идек,\n Без үнике кыз идек\.\.\.\nАчыкланганча, картның 12 кызлары һәм кыз оныклары гына бар, әмма ул үзе яшь чагындагы кебек батырлар үстерергә бик теләгән\. Шуңа күрә ул Батырны яратып һәм җылы итеп каршы алды\.",
             "audio": "./audio/audio1.ogg",
             "options": {"Алга": "3"},
             "wait": 'Булат эшкэ әзерләнде',
             "answer": "алга",
             "answer_photo": "",
             "exception": "Картка бар, дусны да ал"},
            "3": {
             "image": "https://storage.yandexcloud.net/nuhaai.com/assets/img/img5.png",
             "description": "Батыр көне буе арымыйча Галимулла бабайга ярдәм 💪 итә һәм кичнең килүен дә сизми кала 🌃 Бу йортта яшәүчеләрнең барысы да егетне озатырга чыккан\. Галимулла үзе аңа үзенең иске батырлык кылычын 🗡 бирә\. 'Батыр, белеп кал: һәр батырның кылычы булырга тиеш' дип елмаеп әйтә 😁 \nӘби белән бабай елап алалар, алар батырны шул көнне бик нык яраталар\. Менә батыр күчтәнәчләрен алып 🍯🍫, атын җигеп, аңа сикерергә әзерләнә, кинәт артыннан Галимулланың кече оныгы Сөембикә килә 👧\.\n\- Батыр, ә син кайчан безгә кабат киләсең?\n\- Тиздән түгел, минем авылда күп эшләрем бар, һәм әтигә ярдәм итәсе бар\.\nШул вакытта кыз аңа алтын тарак белән кулын сузды: 'Cаклап кал, бу сиңа безнең турында искә төшерер, һәм син тагын килергә теләрсең', \- дип елмаеп әйтте Сөембикә\.",
             "audio": "./audio/audio1.ogg",
             "options": {"Юлга кузгалу": "5"},
             "wait": "Булат басып тора",
             "answer": "юлга кузгалу",
             "answer_photo": "charger",
             "exception": "Фатальная ошибка"},
            "4": {
             "image": "",
             "description": "Икенче көнне иртән 🌅 батыр дуслары белән бергә бозауларын 🐄 чыгарып көтүгә китә, әтисенә кырда ярдәм итә",
             "audio": "",
             "options": {"Өйгә кайту": "5"},
             "wait": 'Булат өйгә кайтырга чыкты',
             "answer": "өйгә кайту",
             "answer_photo": "",
             "exception": "ошибка"},
            "5": {
             "image": "https://storage.yandexcloud.net/nuhaai.com/assets/img/img4.png",
             "description": "Авылга кайткач, батыр куркыныч☠️ күренеш күрә: йортларның коймалары җимерелгән, әниләренең көчле елавы ишетелә 💔\. Ул өенә йөгерде\.\n\- Әни, нәрсә булды? \- дип сорады егет\.\n\- Юлбасарлар килеп, берничә баланы урладылар\. Аларны беркем дә туктата алмады😢\.\n\nБатыр уйлый:",
             "audio": "",
             "options": {"Авылда калырга": "6", "Балалар артыннан чыгу": "7"},
             "wait": "\- Эни, мин бер сайлау ясадым\.",
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"},
            "6": {
             "image": "",
             "audio": "",
             "description": "Батыр аларның авылында аларны яклаучы һәм балаларны коткаручы батыр булмавына күңелсезләнгән 😭 Ул авылында кала һәм башкалар кебек үк балаларны кайчан табачакларын көтә 😔",
             "options": {"next": "-1"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибкааааа"
            },
            "7": {
             "image": "",
             "audio": "",
             "description": "Батыр бик нык ачуланды 😡 Бернәрсә дә әйтмичә атка атланып, аларны эзләргә китте 🏇\nБөтен урман аша үтеп, ул кырыйга чыгып, үлән чабучы Гали исемле егетне очрата 👦 \n\- Исәнме\! Син балалар белән берничә кешене күрмәдең ме? \- дип, әйтә Батыр һәм булган хәл турында сөйли\.\nГали аларны күргәнен исенә төшергән\.\n\- Мин сиңа ярдәм итә алам\. Ләкин алга таба җәяү барырга кирәк\.\n\nШуннан соң алар тиз генә юлбасарлар артыннан йөгерделәр",
             "options": {"Алга": "8"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "8": {
             "image": "",
             "audio": "",
             "description": "Кинәт Батыр абына һәм тирән, төбеннән яктылык нурлары да күренми торган чокырга егыла\.",
             "options": {"Бу Гали мине чокырга төшерде!": "9", "Яхшы, Гали мине чыгарыр": "10"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "9": {
             "image": "",
             "audio": "",
             "description": "'Бу барысы да Гали гаепле\! Ул мине алдады\! Ул да бу юлбасарлар ягында һәм мине юлдан яздырды\. Аның аркасында мин хәзер чокырда\!', \- ачулана Батыр һәм чокырдан чыгарга тырыша башлый\.",
             "options": {"Алга": "-1"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "10": {
             "image": "",
             "audio": "",
             "description": "Батыр Галине чакыра, ләкин ул аны ишетми 😱\n\- Һичшиксез, мине Гали ташламас, ул миң чыгырга булышыр\!\nБатыр дустын көтеп тора🫠",
             "options": {"Алга": "11"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "11": {
             "image": "",
             "audio": "",
             "description": "Аның яңа дусты көннәр буе кырда вакыт үткәргән көтүче булган, шуңа күрә ул күрше урманда яшәгән ике карганы \- Сак белән Сокны 🦅 \- яхшы белгән\. Ул аларны оста итеп сызгырып чакыра\.\n\- Чокырга төшеп егеткә бу яшерен коедан чыгу юлын күрсәтегез \- дип куша\.\nБатыр чокырдан чыгып, үзенең каршында ике ат белән көтә торган Галине 👦 күрә\.\n\- Мин аларның эзләрен таптым\. Алга таба без атларга утырып барачакбыз, бу тизрәк булачак, \- диде Гали\.\nКара әле \- кинәт кенә юлбасарлар тагын бер тозак әзерләделәрме?",
             "options": {"Сак белән Сокны күзәтчелеккә жибәрергә": "12", "Эзләр буенча барырга": "13", "Елга аша чыгып юлны кыскартырга": "14"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "12": {
             "image": "",
             "audio": "",
             "description": "Алар Сак һәм Сокны 🦅 күзәтчелеккә җибәрергә карар итәләр\. Әмма, кызганычка каршы, күктә аларны зур Зилант 🐲 тотып качып киткәнен күргәннәр\.\n\- Гали\! Күрдең ме?\n\- Алар турында борчылма, кайтырлар\. Алайса безгә эзләр буенча барырга гына кала 👣",
             "options": {"Алга": "16"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "13": {
             "image": "",
             "audio": "",
             "description": "\- Батыр, безнең вакытыбыз юк\. Хәзер үк барырга кирәк\.\nЕгетләр юлга чыктылар\.",
             "options": {"Алга": "16"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "14": {
             "image": "",
             "audio": "",
             "description": "\- Кара әле, Гали\. Урлаучыларны узырга һәм аларны алгы яктан тотырга кирәк бит\.\n\- Дөрес\! Юлны кыскартырга тиеш без\. Ләкин моның өчен елга 🌊 аша йөзәргә кирәк\.\nШуннан алар суга таба киттеләр дә, анда Су Анасын 👩‍🦱 очраттылар\.\\n\- Егетләр, сизәм, сезгә бу елганы чыгырга кирәк\. Минем бер тәкъдимем бар\. Әгәр сездә Алтын тарак 👑 булса, миңа сокланып алырга бирегез әле, аннары мин сезгә елга аша тиз чыгырга булышырмын\. Ләкин таракны күрсәтмәсәгез\.\.\.",
             "options": {"Бездә бернинди тарак юк": "15", "Ярар, менә тарак, карап ал": "16"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "15": {
             "image": "",
             "audio": "",
             "description": "\- Батыр, безнең вакытыбыз юк\. Хәзер үк барырга кирәк\.\nЕгетләр юлга чыктылар\.",
             "options": {"Алга": "-1"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "16": {
             "image": "",
             "audio": "",
             "description": "Ерак юлны чыккач, алар балалар төялгән арбаны күрәләр\.\n\- Менә алар, Батыр, \- дип әйтте Гали, \- без аларны инде куып җиттек\.\nЕгетләр дошманнарны туктаттылар\.",
             "options": {"Алга": "-1"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
        }
    }
}
