quests = {
    "Йөрәкле Батыр": {
        "description": "Борынгы заманнарда 🏔 татар егетләре атларга атланып чабып йөргәндә🏃 кызлар беләзекләр белән бизәнгәндә💍\nКырлай авылында _*Батыр*_ исемле зур йөрәкле малай яшәгән\. Бер кичне, бозау көтүеннән кайтып барганда, *Батыр* күктә сәер балкыш күрә 🌠\n\n*Батыр* әле белми, тиздән аны күп маҗаралар көтә\.\.",
        "description_image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/Miracle.png",
        "offer_image": "",
        "offer": "Эфэрин, син бу уенны тамамладын",
        "free": True,
        "puzzles": {
            "1": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/tale.png",
             "description": "Өйдә, йоклар алдыннан, батырның әнисе аңа авылда яшәүче бер карт турында сөйләргә карар итә\.\n_\- Улым, син күрше авылдагы Галимулла бабайны беләсеңме?\n\- Юк, әнием\.\n\- Ул элек куркусыз һәм бик танылган батыр иде, ләкин хәзер картлык көнендә ул үзенең яшьлеген искә төшерергә теләми, шуңа күрә балаларга аның турында беркем дә сөйләми\. Әмма ул бик акыллы һәм игелекле\. Иртәгә аңа ярдәм кирәк дип ишеттем\. Аның янына барып кил әле, Батыр\._",
             "audio": "",
             "options": {"Карт янына барырга": "2", "Авылда калырга": "4"},
             "wait": "",
             "answer": "карт янына барырга", # make severall options
             "answer_photo": "charger",
             "exception": "Кая\!, эш башта"},
            "2": {
             "image": "https://storage.yandexcloud.net/nuhaai.com/assets/img/img2.png",
             "description": "Икенче көнне иртән *Батыр* тиз генә ат җигеп, шул ук авылга китә 🏇\n\nМенә *Батыр* йорт капкасына килеп җитә, аның янына карт *Галимулла* чыга һәм шатланып каршы ала:\n_\- Кара әле\! Кем бу яшь егет?\n\- Минем исемем Батыр, Кырлай авылыннан Абдулланың улы\._\nШулай егет барысын да үзе турында да, аның килүенең максаты турында да сөйләде\.\n\n*Галимулла* бабай аны өстәл янына чакыра\. Шуннан соң батыр гаҗәпләнә: _'Ни өчен соң ул мине шулкадәр җылы итеп каршы ала, чыннан да үз оныгын кебек?'_ Өйгә кергәндә, ул йорт артындагы кызлар 👩👧 кычкыруын ишетә:\n   [_\- Без, без, без идек,\n   \- Без үнике кыз идек\.\.\._](https://vk.com/wall-147007428_55)\nАчыкланганча, картның 12 кызлары һәм кыз оныклары гына бар, әмма ул үзе яшь чагындагы кебек батырлар үстерергә бик теләгән\. Шуңа күрә ул Батырны яратып һәм җылы итеп каршы алды\.",
             "audio": "./audio/audio1.ogg",
             "options": {"Эшли башлау": "3"},
             "wait": 'Булат эшкэ тотынды',
             "answer": "Ярдэм ",
             "answer_photo": "",
             "exception": "Картка бар, дусны да ал"},
            "3": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/Grandpa.png",
             "description": "Батыр көне буе арымыйча *Галимулла* бабайга ярдәм итә 💪 һәм кичнең килүен дә сизми кала 🌃\n\nБу йортта яшәүчеләрнең барысы да егетне озатырга чыккан\. Галимулла үзе аңа үзенең иске батырлык кылычын 🗡 бирә:\n_\- Батыр, белеп кал\! Һәр батырның кылычы булырга тиеш\._ \- дип елмаеп әйтә 😁\n\nӘби белән бабай елап алалар, алар батырны шул көнне бик нык яраталар\. Менә батыр күчтәнәчләрен алып, атын җигеп, аңа сикерергә әзерләнә, кинәт артыннан Галимулланың кече оныгы *Сөембикә* килә 👧\n   _\- Батыр, ә син кайчан безгә кабат киләсең?\n   \- Тиздән түгел, минем авылда күп эшләрем бар, һәм әтигә ярдәм итәсе бар\._\nШул вакытта кыз аңа алтын тарак белән кулын сузды:\n   _\- Cаклап кал, бу сиңа безнең турында искә төшерер, һәм син тагын килергә теләрсең, \-_ дип елмаеп әйтте Сөембикә\.",
             "audio": "./audio/audio1.ogg",
             "options": {"Юлга кузгалу": "5"},
             "wait": "Батыр йорт юнәлешендә кузгалды",
             "answer": "юлга кузгалу",
             "answer_photo": "charger",
             "exception": "Фатальная ошибка"},
            "4": {
             "image": "",
             "description": "Икенче көнне иртән 🌅 батыр дуслары белән бергә бозауларын 🐄 чыгарып көтүгә китә, әтисенә кырда ярдәм итә\. Һәм күңелсез булмасын өчен, балалар җырны кабызып, бии башладылар 🕺",
             "audio": "./audio/dance.mp3",
             "options": {"Өйгә кайту": "5"},
             "wait": 'Булат өйгә кайтырга чыкты',
             "answer": "өйгә кайту",
             "answer_photo": "",
             "exception": "ошибка"},
            "5": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/Fire.png",
             "description": "Авылга кайткач, батыр куркыныч күренеш күрә:\n*йортларның коймалары җимерелгән, кайбер йортлар яна, әниләренең көчле елавы ишетелә\.*\nБатыр өенә йөгерде:\n   _\- Әни, нәрсә булды? \-_ дип сорады егет\.\n   _\- Юлбасарлар 👹 килеп, берничә баланы урладылар\. Аларны беркем дә туктата алмады 😭\._\n\nБатыр уйлый:",
             "audio": "",
             "options": {"Авылда булышырга калырга": "6", "Балалар эзләргә чыгырга": "7"},
             "wait": "Тәвәккәл булырга кирәк",
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"},
            "6": {
             "image": "",
             "audio": "",
             "description": "Батыр аларның авылында аларны яклаучы һәм балаларны коткаручы батыр булмавына күңелсезләнгән 😭 Ул авылында кала һәм башкалар кебек үк балаларны кайчан табачакларын көтә 😔",
             "options": {"Ахыр": "-1"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибкааааа"
            },
            "7": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/Horse.png",
             "audio": "",
             "description": "Батыр бик нык ачуланды 😡 Бернәрсә дә әйтмичә атка атланып, аларны эзләргә китте 🏇\n\nБөтен урман аша үтеп, ул кырыйга чыгып, үлән чабучы *Гали* исемле егетне очрата 👦 \n   _\- Исәнме\! Син балалар белән берничә кешене күрмәдең ме? \-_ дип, әйтә Батыр һәм булган хәл турында сөйли\.\n*Гали* аларны күргәнен исенә төшергән\.\n   _\- Мин сиңа ярдәм итә алам\. Ләкин алга таба җәяү барырга кирәк\._\n\nШуннан соң алар тиз генә юлбасарлар артыннан йөгерделәр 🏃",
             "options": {"Ял итү": "8"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "8": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/cave.png",
             "audio": "",
             "description": "Кинәт Батыр абына һәм тирән, төбеннән яктылык нурлары да күренми торган чокырга егыла 😱",
             "options": {"Бу Гали мине чокырга төшерде!": "9", "Ух 😮‍💨... Яхшы, Гали мине чыгарыр": "10"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "9": {
             "image": "",
             "audio": "",
             "description": "_Бу барысы да *Гали* гаепле\! Ул мине алдады\! Ул да бу юлбасарлар ягында һәм мине юлдан яздырды\. Аның аркасында мин хәзер чокырда\!_, \- ачулана Батыр һәм чокырдан чыгарга тырыша башлый\.",
             "options": {"Өскә күтәрелү": "-3"},
             "wait": 'Батыр егылып һәлак булды',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "10": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/call.png",
             "audio": "",
             "description": "Батыр Галине чакыра, ләкин ул аны ишетми 🥲\n   _\- Һичшиксез, мине Гали ташламас, ул миңа чыгырга булышыр\!_\nБатыр дустын көтеп тора\.\.\.",
             "options": {"Сабыр былу... Ярдәм киләчәк": "11"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "11": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/friend.png",
             "audio": "",
             "description": "Гали дуст янына ашыга\.\nГалиның көннәр буе кырда вакыт үткәрүе булышты, ул күрше урманда яшәгән ике карганы \- *Сак* белән *Сокны* 🦅 \- яхшы белгән\.\nГали аларны оста итеп сызгырып чакыра:\n   _\- Чокырга төшеп егеткә бу яшерен коедан чыгу юлын күрсәтегез\-_ дип куша\.\n\nБатыр чокырдан чыгып, үзенең каршында ике ат белән көтә торган Галине күрә\. Гали аңа:\n   _\- Мин аларның эзләрен таптым\. Алга таба без атларга утырып барачакбыз, бу тизрәк булачак, \-_ диде Гали\.\n   _\- Кара әле, кинәт кенә юлбасарлар тагын бер тозак әзерләделәрме?_",
             "options": {"Сак белән Сокны күзәтчелеккә жибәрергә": "12", "Эзләр буенча барырга": "13", "Елга аша чыгып юлны кыскартырга": "17"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "12": {
             "image": "",
             "audio": "",
             "description": "Алар Сак һәм Сокны 🦅 күзәтчелеккә җибәрергә карар итәләр\. Әмма, кызганычка каршы, күктә аларны зур Зилант 🐲 тотып качып киткәнен күргәннәр\.\n\- Гали\! Күрдең ме?\n\- Алар турында борчылма, кайтырлар\. Алайса безгә эзләр буенча барырга гына кала 👣",
             "options": {"Алга": "18"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "13": {
             "image": "",
             "audio": "",
             "description": "   _\- Батыр, безнең вакытыбыз юк\. Хәзер үк барырга кирәк\._\nЕгетләр юлга чыктылар\.",
             "options": {"Алга": "18"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "16": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/danger.png",
             "audio": "",
             "description": "   _\- Булмаган таракны каян алып чыгарыйм мин, \-_ ачуланып диде Батыр\.\n   _\- Су анасы мин, китер, кайда минем алтын тарак?_\nШуннан ул ачуланып, зур\-зур дулкыннар күтәреп егетләрне батырырга тотынды\.\n   _\- Батыр, \-_ диде Гали, _\- тизрәк атыңа утыр\! Батыра ул безне, киттек\!_",
             "options": {"Тиз атка утыру": "18"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "17": {
             "image": "",
             "audio": "./audio/babe.mp3",
             "description": "    _\- Кара әле, Гали\. Урлаучыларны узырга һәм аларны алгы яктан тотырга кирәк бит\.\n   \- Дөрес\! Юлны кыскартырга тиеш без\. Ләкин моның өчен елга 🌊 аша йөзәргә кирәк\._\nШуннан алар суга таба киттеләр дә, анда [Су Анасын 👩‍🦱](http://gabdullatukay.ru/works/poem/1908/su-anasy/) очраттылар\.\n   _\- Егетләр, сизәм, сезгә бу елганы чыгырга кирәк\. Минем бер тәкъдимем бар\. Әгәр сездә Алтын тарак 👑 булса, миңа сокланып алырга бирегез әле, аннары мин сезгә елга аша тиз чыгырга булышырмын\. Ләкин таракны күрсәтмәсәгез\.\.\._",
             "options": {"Бездә бернинди тарак юк": "16", "Ярар, менә тарак, карап ал": "19"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "18": {
             "image": "",
             "audio": "",
             "description": "Ерак юлны чыккач, алар балалар төялгән арбаны күрәләр\.\n   _\- Менә алар, Батыр, \-_ дип әйтте Гали, _\- без аларны инде куып җиттек\._ Егетләр дошманнарны туктаттылар\.",
             "options": {"Юлбасарларны туктату": "20"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "19": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/safe.png",
             "audio": "",
             "description": "*Батыр* Сөембикә аңа чын Алтын тарак биргәнен искә төшерә дә 💡аны кесәсеннән чыгара\. Су Анасы суга манып көчле дулкын тудырды 💨 ул егетләрне тиз арада икенче ярга күчерде\. Алар алга таба сикереп, дошманнарга каршы чыгып киттеләр\.\n   _\- Менә алар, Батыр, \-_ дип әйтте Гали, _\- без аларны уздык та инде\._ Егетләр дошманнарны туктаттылар\.",
             "options": {"Юлбасарларны туктату": "20"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "20": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/ready.png",
             "audio": "",
             "description": "*Батыр* кулына кылычын алды🗡 \nатыннан сикереп төште дә юлбасарларга каты итеп әйтте:\n   _\- Сез минем авылга килдегез, бөтен ирләр кырда булганда, йортларны җимереп, ярдәмсез хатын кызларның балаларын урлаып киттегез\! Нигә моны эшләдегез?\! Мин сезгә сайлау ясарга мөмкинлек бирәм\. Сез балаларны кире кайтарасыз, барлык коралларыгызны һәм урланган әйберләрне кире бирәсез, яисә миңа көч кулланырга туры киләчәк\!\n   \- Синме? Ха\-ха\-ха\!_ \- көлеп җибәрделәр юлбасарлар, _\- әллә син безне үтерергә җыенасың, малай? Кылычыңны да күтәрә алмассың\!_",
             "options": {"Кылыч белән сугышырга": "21", "Дошманнарга комачауларга": "22"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "21": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/fight.png",
             "audio": "",
             "description": "Шуннан *Батыр* үз кылычы белән сугышырга ташлана һәм *Гали* аңа ярдәм итә ⚔️\nКылыч бик авыр булса да, егет бер дә арымыйча батырларча сугыша 🔥\n\nМенә һәр дошман җирдә ята, *Батыр* кылычын аларның берсенең йөзенә күтәреп әйтә:\n   _\- Сез урлаган балаларны һәм арбалы атларыгызны алып китәбез\. Мин сезне үтерергә җыенмыйм, ләкин белегез, әгәр сезне үз авылымда тагын бер тапкыр күрсәм, исән килеш китә алмассыз\. Югалыгыз күзләрем алдыннан\!_\nҺәм юлбасарлар буш куллар белән калып, урманга качтылар\. Балаларның йөзләре шатлыктан балкып торды 🥰 алар кыю егетләрне рәхмәтләр әйтеп кочакларга ташландылар 🙏",
             "options": {"Кире авылга кайту": "23"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "22": {
             "image": "",
             "audio": "",
             "description": "Шул вакытта *Гали* үз атына атланып, тузан болытын күтәреп, җил чыгарып йөгерде💨\n*Батыр* шунда ук нәрсә эшләргә кирәк икәнен аңлап, юлбасарларга таба йөгерә\.\n   _\- Кайда? Кайда бу малай? \-_ берсе куркып диде дә, кинәт кенә яшь батыр аларның барысын да җиргә егып төшерде һәм үз кылычын аның бите каршына күтәрде🗡\nТузан бетте, һәм ике егет каршыларында дошманнарның куркып калган йөзләрен күрделәр 😎",
             "options": {"Кире авылга кайту": "23"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
            "23": {
             "image": "https://storage.yandexcloud.net/sledobot.ru/tatarby/happy.png",
             "audio": "",
             "description": "*Батыр* туган авылына кайта \nБөтен халык арба янына җыела, балалар әниләре һәм әтиләре янына шаулашып йөгерделәр\. Авыл халыгы _*Батыр*_ дип шатланып кычкыра 🎉\n   _\- Улым\! Улым\! Исән\! \-_ дип әйткәнне ишеткән егет йөгереп килгән әнисен\.\n   _\- Әлбәттә, исән, әнием, минем белән нинди хәл булсын соң?_\n   _\- Белсәң иде син монда барыбыз өчен дә Батыр өчен\!_ \- таныш, кычкырып елаган тавыш ишетелде\. Батыр гаҗәпләнеп борылды\.\n   _\- Сөембикә\! Галимулла бабай\! Сез дә монда\!\n   \- Әлбәттә\! Әти\-әниең дөрес атадылар, Батыр\. Хәзер сезнең авылның төп яклаучысы бар\! \-_ диде бабай елмаеп😄\n   _\- Син шундый зур юл уздың, инде тәгаен ач булгансың дыр\. Әйдәгез, табын янына барыйк, зур гаилә кебек утырыйк әле_✨",
             "options": {"Беренче бүлек тамам": "-10"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
        }
    }
}
