quests = {
    "Йөрәкле Батыр": {
        "description": "Ящ егетнен авылана дошманнар килэ, эйлэрне жимереп хэм балаларны урлап, йөрәкле батыр юлга чыга мэжбур була\.",
        "offer_image": "",
        "offer": "Эфэрин, син бу уенны тамамладын",
        "free": True,
        "puzzles": {
            "1": {
             "image": "",
             "description": "Ааааа\! Кычкырды Булат йокыдан уянып, бик куркыныч теш курде ул, гаделсез дошманнар жирлэрне жимерделэр, хэм Булатнын артыннан утерегэ килделэр\. Шайтаннан бу тэш \- дип, Булат йэзенне жюды\. Урамда кэндез инде, Булатка эшлэргэ кирэк",
             "audio": "",
             "options": {"эшкэ барырга": "2", "утын кисергэ": "2", "балалайка": "2"},
             "wait": "Булат эшен тамамлый",
             "answer": "эшкэ барырга",  # make several options
             "answer_photo": "charger",
             "exception": "Кая\!, эш башта"},
            "2": {
             "image": "",
             "description": "Булат эшен тамамлап урамга чыкты, урмада Азат белэн куреште\. Сэйли Азат, безнен авылда бер карт башы белэн киткэн кэн саен дошманнар хэм избранный турында сэйли",
             "audio": "./audio/audio1.ogg",
             "options": {"Дус белэн калырга": "4", "Карт янына барырга": "3"},
             "wait": 'Булат сайлау ясады',
             "answer": "карт янына барырга",
             "answer_photo": "",
             "exception": "Картка бар, дусны да ал"},
            "3": {
             "image": "",
             "description": "Булат карт кеше янына килде\. Бу карт яшкэ 90га ышаган\. Булат картны дэшеп карый, карт монга бырылыр карый хэм кузеннэн яшлэр ага башлый\. 'Син, син избранный'\. Синен турында минга сэйлэделэр, мин 200 ел сине кэттем, сина легендарный колыч бирегэ",
             "audio": "",
             "options": {"next": "5"},
             "wait": "Булат басып тора",
             "answer": "булат колычын ала",
             "answer_photo": "charger",
             "exception": "Фатальная ошибка"},
            "4": {
             "image": "",
             "description": "Булат Азат дусты белэн калырга булды, Азатка ярдэм кирэк",
             "audio": "",
             "options": {"next": "5"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"},
            "5": {
             "image": "",
             "description": "Кайгы булды\. кешелэрне дошманнар алып китте",
             "audio": "",
             "options": {"Калырга": "6", "Юлга чыгу": "7"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"},
            "6": {
             "image": "",
             "audio": "",
             "description": "Син улден как noname",
             "options": {"next": "-1"},
             "wait": '',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибкааааа"
            },
            "7": {
             "image": "",
             "audio": "",
             "description": "Син беренче булек уттен, молодец",
             "options": {"next": "-1"},
             "wait": 'Приняли, пробуем расшифровать\.\.\.',
             "answer": "",
             "answer_photo": "",
             "exception": "ошибка"
            },
        }
    }
}
